Repository: newfold-labs/wp-module-ai
Catalog: languages/wp-module-ai-*.po
Languages: de_de, es_mx, fr_fr, it_it, nl_nl, pt_br

source: ai
de_de: ki
es_mx: ia
pt_br: ia

source: No action provided
de_de: Keine Aktion angegeben
es_mx: No se proporcionó ninguna acción
fr_fr: Aucune action spécifiée
it_it: Nessuna azione fornita
nl_nl: Geen actie opgegeven
pt_br: Nenhuma ação fornecida

source: Usage: wp newfold ai enable <Hiive Token>
de_de: Verwendung: wp newfold ai enable <Hiive Token>
es_mx: Uso: wp newfold ai enable <Hiive Token>
fr_fr: Utilisation : wp newfold ai enable <Jeton Hiive>
it_it: Uso: wp newfold ai enable <Hiive Token>
nl_nl: Gebruik: wp newfold ai enable <Hiive Token>
pt_br: Uso: wp newfold ia enable <Token Hiive>

source: wp newfold ai disable
pt_br: wp newfold ia disable

source: Hiive token not provided. Cannot enable AI capabilities.
de_de: Hiive-Token nicht angegeben. KI-Funktionen können nicht aktiviert werden.
es_mx: No se proporcionó el token de Hiive. No se pueden habilitar las capacidades de IA.
fr_fr: Jeton Hiive non fourni. Impossible d’activer les fonctionnalités IA.
it_it: Token Hiive non fornito. Impossibile abilitare le capacità IA.
nl_nl: Hiive-token niet verstrekt. Kan AI-capaciteiten niet inschakelen.
pt_br: Token Hiive não fornecido. Não é possível ativar os recursos de IA.

source: Failed to initialize the WP Filesystem.
de_de: Das WP-Dateisystem konnte nicht initialisiert werden.
es_mx: No se pudo inicializar el sistema de archivos de WordPress.
fr_fr: Échec de l’initialisation du système de fichiers WP.
it_it: Impossibile inizializzare il sistema di file WP.
nl_nl: Fout bij het initialiseren van het WP-bestandssysteem.
pt_br: Falha ao inicializar o sistema de arquivos do WP.

source: Could not enable AI capabilities.
de_de: KI-Funktionen konnten nicht aktiviert werden.
es_mx: No se pudieron habilitar las capacidades de IA.
fr_fr: Impossible d’activer les fonctionnalités IA.
it_it: Impossibile abilitare le capacità IA.
nl_nl: Kan de AI-capaciteiten niet inschakelen.
pt_br: Não foi possível ativar os recursos de IA.

source: AI Capabilities Enabled.
de_de: KI-Funktionen aktiviert.
es_mx: Capacidades de IA habilitadas.
fr_fr: Fonctionnalités IA activées.
it_it: Capacità IA abilitate.
nl_nl: AI-capaciteiten ingeschakeld.
pt_br: Recursos de IA ativados.

source: Hiive token encrypted and saved.
de_de: Hiive-Token wurde verschlüsselt und gespeichert.
es_mx: Token de Hiive cifrado y guardado.
fr_fr: Jeton Hiive chiffré et enregistré.
it_it: Token Hiive crittografato e salvato.
nl_nl: Hiive-token versleuteld en opgeslagen.
pt_br: Token Hiive criptografado e salvo.

source: Could not disable AI capabilities.
de_de: KI-Funktionen konnten nicht deaktiviert werden.
es_mx: No se pudieron deshabilitar las capacidades de IA.
fr_fr: Impossible de désactiver les fonctionnalités IA.
it_it: Impossibile disabilitare le capacità IA.
nl_nl: Kan AI-capaciteiten niet uitschakelen.
pt_br: Não foi possível desativar os recursos de IA.

source: AI Capabilities Disabled.
de_de: KI-Funktionen deaktiviert.
es_mx: Capacidades de IA deshabilitadas.
fr_fr: Fonctionnalités IA désactivées.
it_it: Capacità IA disabilitate.
nl_nl: AI-capaciteiten uitgeschakeld.
pt_br: Recursos de IA desativados.

source: Hiive token deleted.
de_de: Hiive-Token gelöscht.
es_mx: Token de Hiive eliminado.
fr_fr: Jeton Hiive supprimé.
it_it: Token Hiive eliminato.
nl_nl: Hiive-token verwijderd.
pt_br: Token Hiive excluído.

source: You are not authorized to make this call
de_de: Du bist nicht berechtigt, diesen Aufruf durchzuführen
es_mx: No estás autorizado para hacer esta llamada
fr_fr: Vous n'êtes pas autorisé à passer cet appel
it_it: Non sei autorizzato a effettuare questa chiamata
nl_nl: Je bent niet geautoriseerd om deze oproep te doen
pt_br: Você não está autorizado a fazer esta solicitação

source: You must be authenticated to make this call
de_de: Du musst authentifiziert sein, um diesen Aufruf durchzuführen
es_mx: Debes estar autenticado para hacer esta llamada
fr_fr: Vous devez être authentifié pour passer cet appel
it_it: Devi essere autenticato per effettuare questa chiamata
nl_nl: U moet geverifieerd zijn om deze oproep te kunnen doen
pt_br: Você precisa estar autenticado para fazer esta solicitação

source: We are unable to process the request at this moment
de_de: Wir können die Anfrage im Moment nicht bearbeiten
es_mx: No podemos procesar la solicitud en este momento
fr_fr: Nous ne pouvons pas traiter la demande pour le moment
it_it: Non siamo in grado di elaborare la richiesta in questo momento
nl_nl: We kunnen het verzoek momenteel niet verwerken
pt_br: Não foi possível processar a solicitação neste momento

source: You do not have the permissions to perform this action
de_de: Du hast keine Berechtigung, diese Aktion durchzuführen
es_mx: No tienes permisos para realizar esta acción
fr_fr: Vous n'avez pas les permissions pour effectuer cette action
it_it: Non hai i permessi per eseguire questa azione
nl_nl: U heeft geen rechten om deze actie uit te voeren
pt_br: Você não tem permissão para realizar esta ação

source: Required values not provided
de_de: Erforderliche Werte wurden nicht angegeben
es_mx: No se proporcionaron los valores requeridos
fr_fr: Valeurs requises non fournies
it_it: Valori richiesti non forniti
nl_nl: Vereiste waarden niet verstrekt
pt_br: Valores obrigatórios não fornecidos
